Repository: wp-plugins/image-horizontal-reel-scroll-slideshow
Catalog: languages/ihrss-*.po
Languages: sr_rs

source: No images available in this Gallery Type. Please check admin setting.
sr_rs: U ovom tipu galerije nema raspoloživih slika. Proverite postavke administratora.

source: Check official website for more information
sr_rs: Pogledajte zvanični web sajt za više informacija

source: click here
sr_rs: kliknite ovde

source: Enter image path
sr_rs: Unesite putanju do slike

source: Enter target link
sr_rs: Unesite ciljani link

source: New image details was successfully added.
sr_rs: Novi detalji o slici uspešno su dodati.

source: Click here
sr_rs: Kliknite ovde

source: to view the details
sr_rs: da biste videli detalje

source: Add new image details
sr_rs: Dodaj nove detalje slike

source: Where is the picture located on the internet (ex: http://www.gopiplus.com/work/wp-content/uploads/pluginimages/88x88/1.jpg)
sr_rs: Gde je slika smeštena na internetu (npr. http://www.gopiplus.com/work/wp-content/uploads/pluginimages/88x88/1.jpg)

source: When someone clicks on the picture, where do you want to send them. url must start with either http or https.
sr_rs: Kad neko klikne na sliku, gde želite da ga pošaljete? URL mora započeti sa http ili https.

source: Enter target option
sr_rs: Unesi opciju cilja

source: Do you want to open link in new window?
sr_rs: Želite li da otvorite link u novom prozoru?

source: Enter image reference
sr_rs: Unesite referencu za sliku.

source: Enter image reference. This is only for reference.
sr_rs: Unesite referencu za sliku. Ovo je samo za referencu.

source: Select gallery type
sr_rs: Odaberite tip galerije.

source: This is to group the images. Select your slideshow group.
sr_rs: Ovo je namenjeno za grupisanje slika.

source: Display status
sr_rs: Prikaži status

source: Do you want the picture to show in your galler?
sr_rs: Želite li da slika bude prikazana u vašoj galeriji?

source: Display order
sr_rs: Prikaži redosled

source: What order should the picture be played in. should it come 1st, 2nd, 3rd, etc.
sr_rs: Kojim redosledom treba prikazati sliku, npr. da li će biti prva, druga, treća itd.

source: Save Details
sr_rs: Sačuvaj detalje

source: Cancel
sr_rs: Otkaži

source: Help
sr_rs: Pomoć

source: Oops, selected details doesnt exist.
sr_rs: Ups, odabrani detalji ne postoje.

source: Image details was successfully updated.
sr_rs: Detalji o slici uspešno su ažurirani.

source: Update image details
sr_rs: Ažuriraj detalje o slici

source: Where is the picture located on the internet
sr_rs: Gde je slika smeštena na internetu.

source: Oops, selected details doesnt exist
sr_rs: Ups, odabrani detalji ne postoje.

source: Selected record was successfully deleted.
sr_rs: Odabrani zapis uspešno je obrisan.

source: Add New
sr_rs: Dodaj novi

source: Image Preview
sr_rs: Pregled slike

source: Reference
sr_rs: Referenca

source: Type
sr_rs: Tip

source: Target
sr_rs: Cilj

source: Order
sr_rs: Redosled

source: Display
sr_rs: Prikaz

source: Edit
sr_rs: Uredi

source: Delete
sr_rs: Obriši

source: No records available.
sr_rs: Nema raspoloživih zapisa.

source: Widget setting
sr_rs: Widget postavka

source: Details successfully updated.
sr_rs: Detalji uspešno ažurirani

source: Enter widget title
sr_rs: Unesite naslov widget-a

source: Enter widget title, Only for widget.
sr_rs: Unesite naslov widget-a. Samo za widget.

source: Enter width
sr_rs: Unesite širinu

source: Enter widget width, only number. (Example: 600)
sr_rs: Unesite širinu widget-a, samo broj.(Npr. 600)

source: Enter height
sr_rs: Unesite visinu

source: Enter widget height, only number. (Example: 170)
sr_rs: Unesite visinu widget-a, samo broj.(Npr. 170)

source: Enter slide speed
sr_rs: Unesite brzinu prikazivanja slajdova

source: This box is to manage scroller speed. (Example: 1)
sr_rs: Ovaj boks služi za upravljanje brzinom skrolera.(Npr: 1)

source: Enter slide bgcolor
sr_rs: Unesite boju pozadine slajda

source: Background color of the slideshow. (Example: #ffffff)
sr_rs: Boja pozadine prezentacije.(Npr. #ffffff)

source: Enter slideshow gap
sr_rs: Unesite razmak između prikazivanja slajdova

source: This is pixels gap between each image in slideshow. Enter only number. (Example: 5)
sr_rs: Ovo je razmak između svake slike u prikazivanju slajdova, izražen u pikselima. Unesite samo broj.(Npr. 5)

source: Enter random display
sr_rs: Unesite nasumično prikazivanje

source: This option is to retrieve the images in random order. (Enter: YES/NO Only)
sr_rs: Ova opcija je za prikazivanje slika nasumičnim redosledom. (Unesite samo DA/NE)

source: Select gallery group (Type)
sr_rs: Odaberite grupu galerije (tip)

source: This field is to group the images. Select your group name to fetch the images for widget. (Example: GROUP1)
sr_rs: Ovo polje namenjeno je za grupisanje slika. Odaberite naziv grupe da biste uzeli slike za widget. (Npr. GRUPA1)

source: Submit
sr_rs: Podnesi
