Repository: wp-plugins/image-horizontal-reel-scroll-slideshow
Catalog: languages/image-horizontal-reel-scroll-slideshow-*.po
Languages: ta

source: Image horizontal reel scroll slideshow
ta: ஸ்க்ரோலிங் ஸ்லைடுஷோ

source: Check official website for more information
ta: மேலும் தகவலுக்கு அதிகாரப்பூர்வ இணையதளம் பாருங்கள்

source: click here
ta: இங்கே கிளிக் செய்யவும்

source: Enter image path
ta: பட பாதை சேர்க்கவும்

source: Enter target link
ta: இணைப்பு

source: New image details was successfully added.
ta: விவரங்கள் வெற்றிகரமாக சேர்க்கப்பட்டது.

source: Click here
ta: இங்கே கிளிக் செய்யவும்

source: to view the details
ta: விவரங்கள் பார்வையிட

source: Add new image details
ta: புதிய பட விவரங்களை சேர்

source: When someone clicks on the picture, where do you want to send them. url must start with either http or https.
ta: When someone clicks on the picture, where do you want to send them

source: Enter target option
ta: இணைப்பு இலக்கு

source: Enter image reference
ta: பட குறிப்பு

source: Select gallery type
ta: ஸ்லைடுஷோ குழு

source: Display status
ta: காட்சி நிலை

source: Display order
ta: காட்சி ஆர்டர்

source: Save Details
ta: சேமிக்கவும்

source: Cancel
ta: ரத்துசெய்

source: Help
ta: உதவி

source: Oops, selected details doesnt exist.
ta: விவரங்கள் இல்லை.

source: Image details was successfully updated.
ta: வெற்றிகரமாக புதுப்பிக்கப்பட்டது.

source: Update image details
ta: பட விவரங்கள் மேம்படுத்தல்

source: Oops, selected details doesnt exist
ta: விவரங்கள் இல்லை

source: Selected record was successfully deleted.
ta: வெற்றிகரமாக நீக்கப்பட்டது.

source: Add New
ta: சேர்க்கவும்

source: Image Preview
ta: படத்தின் மாதிரிக்காட்சி

source: Reference
ta: குறிப்பு

source: Type
ta: குழு

source: Target
ta: இலக்கு

source: Order
ta: ஆர்டர்

source: Display
ta: காட்சி நிலை

source: Edit
ta: திருத்து

source: Delete
ta: நீக்கு

source: No records available.
ta: பதிவுகள் இல்லை.

source: Widget setting
ta: விட்ஜெட் அமைப்பு

source: Details successfully updated.
ta: வெற்றிகரமாக மேம்படுத்தப்பட்டது.

source: Enter widget title
ta: விட்ஜெட் தலைப்பு

source: Enter width
ta: அகலம் சேர்க்கவும்

source: Enter height
ta: உயரம் சேர்க்கவும்

source: Enter slide speed
ta: ஸ்லைடு வேகம் சேர்க்கவும்

source: Enter slide bgcolor
ta: பின்னணி நிறம்

source: Enter slideshow gap
ta: ஸ்லைடுஷோ இடைவெளி

source: This is pixels gap between each image in slideshow. Enter only number. (Example: 5)
ta: This is pixels gap between each image in slideshow. (Example: 5)

source: Enter random display
ta: ரேண்டம் ஆர்டர்

source: Select gallery group (Type)
ta: கேலரி குழு (வகை)

source: Submit
ta: சமர்ப்பிக்கவும்
